{"﻿Fresnel Lens": ["Invented in France by Augustin Fresnel in 1922, Fresnel lenses are what allow lighthouse beams to be seen from over 20 miles away.", "The design allows for less material to be used compared to a conventional lens. This is achieved using multiple concentric sections.", "The Fresnel lens loses less than 20% of the light compared to 97% for an open flame and 60 to 80% for a light with a reflector.", "The lenses come in different sizes called orders. The one in the Cana Island lighthouse is a third order lens and weighs almost a ton."], "Cana Island Lighthouse": ["The Cana Island Lighthouse was built in 1869 and is located a few miles north of Baileys Harbor in Door County, Wisconsin on the shores of Lake Michigan.", "Its location was chosen because it was strategic for ship navigation.", "The current lighthouse grounds includes an 89 foot tall tower, the lighthouse keeper’s house, the privy, and the oil house.", "The lighthouse still remains an active navigation beacon to this day."], "Fuel": ["The earliest fuel used to light the beacon was lard oil.", "Kerosene (mineral) oil began to be used in 1882 and was eventually replaced by an incandescent oil vapor (IOV) burner in 1910.", "In 1924, IOV were replaced by acetylene lights during winters.", "Electricity came to Cana Island in 1934 and the light was fully automated in 1944."], "Keepers": ["Light stations were required to be attended at all times, with keepers only being allowed to leave for specific occasions.", "The keepers were responsible that the beacon remained lit from sunset till sunrise.", "To do so, keepers kept watches on them so they knew when to trim wicks and add fuel.", "Keepers had to maintain careful records including information on weather conditions, passing vessels, shipwrecks, and expenditures.", "They were responsible for the maintenance of the light and the station.", "This included carrying out routine maintenance on the light or chores like painting the light tower or working on small construction projects."], "Supplies": ["The lighthouses were supplied by the Lighthouse Service.", "They provided staple foods like pork, beef, flower, rice, and coffee.", "There was also a large garden and fruit trees on Cana Island."], "Animals": ["To supplement their diets, some families chose to keep cows or chickens, or by hunting and fishing."], "Books": ["Lighthouse inspectors often brought “traveling” libraries to the keepers and their families", "They consisted of 50 books on topics including religion, poetry, history, and novels.", "Books were delivered twice a year and were highly sought after by the keepers.", "Keepers would keep lists of what books they wanted."]}